Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Also outside Egypt, people recorded the demonstrations with their cameras. @MafazAlSuwaidan shared the picture below of a protest taking place in Toronto, Canada.
ko: 이집트 외부에서도 사람들이 시위 장면을 카메라에 담았다. @MafazAlSuwaidan는 아래에 캐나다 토론토에서 벌어진 시위 사진을 공유했다.

source: Egyptian protesters in down town in Toronto chanting: Revolting till victory, revolting in every street of my country.
ko: 토론토 중심가에서 이집트 시위대가 '승리를 이루기까지 저항을, 조국의 모든 거리에서 저항을'이란 구호를 외치고 있다.

source: Last by not least, @TheOnlyWarman shared a photo showing trucks filled with soldiers in the calm district of Maadi.
ko: 마지막으로 @TheOnlyWarman은 군사들이 잔뜩 탄 (군용)트럭들이 마아디(Maadi)의 조용한 구역을 지나 가는 장면을 담은 사진을 공유했다.

source: Some of the trucks seen in the streets of Cairo, were in fact coming from less tense governorates in order to offer hand to the local forces.
ko: 이러한 트럭은 카이로 거리에서도 보이는데, 이들은 조금 긴장이 완화된 지역구에서 (시위가 격심한 지역에) 도움을 주기 위해 파견된 인력들이다.

source: And @alasmari shared a photo of torn pictures of the Egyptian president in one of the billboards on the streets.
ko: 다른 트위터리안 @alasmari은 거리 간판에 걸린 이집트 대통령의 사진이 찢겨진 모습을 공유하기도 했다.

source: Meanwhile, Lebanese web developers Layal Al Khatib and Mirelle Raad developed a new photo aggregator to collect photographs shared by netizens for the protests under one roof.
ko: 레바논의 웹 개발자인 라얄 알 카팁(Layal Al Khatib)와 미렐 라드(Mirelle Raad)는 새로운 사진 통합 프로그램을 개발하여 이를 통해 누리꾼의 시위 장면 사진을 한 곳에 모으고 있다.

source: After completing the project, Layal tweeted:
ko: 이 프로젝트를 완성시키고는 라얄은 이렇게 트윗했다.

source: It was gr8 to work with @migheille for a great cause #jan25.
ko: 이제 세계가#jan25(1월 25일 사건의) 423개의 사진을 보게 될 것입니다.

source: Photos posted through twitter are now here> http://abaadblogs.com/imagefeed/
ko: 이집트 시위는 여기에서 볼 수 있습니다. http://goo.

source: let the world see, so far 423 picture from the #jan25 egypt demonstration on http://goo.gl/diwO8 plz share handles of ppl live tweeting pics This post is part of our special coverage of Egypt Protests 2011.
ko: gl/diwO8 실황 트윗 사진을 공유해 주세요.

source: Egypt: An Internet Black Hole · Global Voices
ko: 이집트: 인터넷 블랙홀

source: Over the past few days, as protesting Egyptians have utilized social media tools for organizing and disseminating information, they've also come across numerous obstacles to access: On January 25, Twitter was reportedly blocked, with Facebook following the next day.
ko: 지난 며칠 동안, 시위하는 이집트 사람들이 소셜미디어를 통해 시위를 조직하고 광고하면서 소셜미디어에 들어가는 것 자체에도 장애가 생겼다.

source: By the 27th, access to both sites was sporadic. At around 1:00 am in Cairo on Friday, January 28-a day of planned protests-reports began to trickle in that the Internet had become inaccessible to Egyptians in Cairo and Alexandria. A few minutes later, @iman_said tweeted:
ko: 1월 25일에 트위터는 대대적으로 접근 차단되었고, 다음 날에는 페이스북이 차단되었다.

source: yes, CNN confirms internet is down in ALL of Egypt. Egypt now is total blackhole #jan25 #egypt #SHAME
ko: 27일에는 두 사이트에 가끔씩 접속이 가능했다.

source: cell phones still working in egypt that's how I'm staying in touch, but service spotty in areas
ko: 몇 분 후, @iman_said는 트윗하였다:

source: Egyptian authorities yesterday shut down the Internet and ordered closures of cell phone networks, in anticipation of today's protests.
ko: 어제 이집트 정부는 오늘 시위를 예상해 인터넷을 차단하고 휴대폰 연결을 끊을 것을 명령했다.

source: The shutdown has significantly curtailed the information flow through those channels.
ko: 연결망을 차단하면서 매체를 통한 정보 흐름은 눈에 띌 정도로 줄였다.

source: The four main internet providers are not working at present.
ko: 4개의 주요 인터넷 공급자는 현재 업무를 중단한 상태로, 주식 시장에서만 인터넷을 사용하고 있다.

source: Only the stock market continues to have internet.
ko: 블랙베리는 간헐적으로 작동하지만 대부분의 핸드폰이 먹통이다.

source: Blackberry services are working sporadically, and most cell phones are down.
ko: 이집트 시위자가 온라인 상으로 대화할 때는 특히 주의 하여야 합니다.

source: Internet activists are also reminding Egyptians that both internet and cell phone services can be used to track users, and that security precautions are vital.
ko: 그럼에도 불구하고, 많은 기고자와 목격자들은 디지털 미디어를 사용해서 메시지를 계속 보내고 있다.

source: EFF activist Eva Galperin, in a Global Voices Advocacy guest post, says:
ko: 활동가들은 (정보) 차단 상태를 우회하여 계속 활동할 수 있는 방법을 찾아냈다.

source: it is absolutely critical that Egyptian protesters take precautions when communicating online.
ko: 세계 사람들이 라디오, TV, 출판 미디어에 집중한다.

source: To reiterate, social networking tools have given activists a powerful voice, which can be heard well beyond Egypt, but activists should also remember that the Egyptian government could use these same tools to identify and retaliate against them.
ko: 사람들은 유선을 통하여 이집트 밖에 동료, 친구, 친척에 소식을 알리는데 이 내용을 전달받은 사람들은 처음 발송인의 이름으로 다른 이들에게 메시지를 전하게 된다.

source: Despite that, some writers and observers continue to use digital media to get their message out.
ko: 예를 들어서 노라 샬라비(Nora Shalaby)의 경우에는:

source: Activists have found ways around the shutdown.
ko: 제는 제 여동생 대신해서 미국에서 트윗하고 있어요!

source: People around the world are focusing on radio, TV and print media.
ko: 오늘 카이로 중심가에서 두 명이 경찰 옆에서 자동차에 기름을 들이 부었다고 하네요.

source: They have also been using landlines to call colleagues, friends, an relatives outside of Egypt, who are then sending messages in their name, or using landlines to connect to outside internet services.
ko: #jan25 특별히 '1월 25일의 보이스: @Jan25voices'란 뉴스 피드는 인터넷 차단 상태를 분쇄 시키기 위해서 세워졌다. 이들은 1월 28일 그들의 메시지를 보냈고 현재 700명 넘는 팔로워를 모은 상태이다.

source: Nora Shalaby, for example says:
ko: 그들의 피드를 말하기를:

source: I'm tweeting on behalf of my sister from the states! 2 people seen pouring gasoline on cars in downtown cairo today w/police nearby..#jan25
ko: 우리는 전화와 다른 방법을 통해서 정보 차단 상태에 들어가 있는 이집트인과 말하려고 합니다. 이집트인들은 그 와중에도 트윗을 실시간으로 보내고 있습니다.

source: Jan25 Voices, @Jan25voices has set up a new feed specifically to breech the internet block.
ko: 저희 연락 주소는 jan25voices(at)gmail.

source: They began sending messages January 28, and quickly garnered more than 700 followers.
ko: 이들은 각 트윗의 출처를 명시하려고 한다.

source: Their feed says:
ko: 전형적인 예로는:

source: We are using phones and other means to speak with Egyptians behind the blocked internet, tweeting their words in real time. contact: jan25voices(at)gmail.com
ko: 실황 전화 연결: 수에즈 사는 사람이 보내온 아직 확인되지 않은 이야기에 따르면 경찰서에서 불도저가 동원되었다고 합니다.

source: They are attempting to name the source in each twitter.
ko: 많은 이들은 알 자지라 영어 방송에서 이미지를 피드하고 있다.

source: A typical post:
ko: 이 방송은 라이브 스트리밍으로 영상을 내보내고 있다.

source: Many others are feeding off of the images from Al Jazeera English, which is streaming live, although the images have been scrambled in Egypt, and are not available.
ko: 많은 이미지들이 이집트에서 모여지고 있기는 해도 이집트 내에서 볼 수는 없는 상태다.

source: CNN has been streaming Egyptian state TV.
ko: CNN의 경우는 이집트 공영 방송을 송출하고 있다.

source: A screenshot from Al Jazeera:
ko: 아래는 알 자지라 방송의 캡쳐 화면이다.

source: Al Jazeera reports on the air that there is an attempted media blackout, and that their reporters, as well as other international and local journalists have received warnings, and may be shut down.
ko: 알자지라는 방송 보도를 통해 정부가 미디어 전면 차단을 시도하면서 알자지라 기자들을 비롯한 내외신 기자들에게 경고를 보냈고, 알자지라 지사가 폐쇄 될 가능성이 있다고 전했다.

source: International broadcasters and journalists with other access points also continue to get online, and are using their outside bureaux.
ko: 외신 방송 기자와 신문 기자들은 다른 접근 지점에서 인터넷에 접속을 계속해 나가거나 다른 지부를 이용하기도 했다.

source: In some ways, the Egyptian use of internet and cell phones as a tool for reporting is exactly opposite to the Iranian protests in June 2009.
ko: 어떤 식으로 보면, 지금 이집트인들이 인터넷과 핸드폰을 보도 수단으로 쓰는 양식은 2009년 6월 이란 시위의 양상과는 정 반대라고 볼 수 있다.

source: In this case, mass media have continued to function, at least for audiences outside of Egypt, but networked media have been severely curtailed.
ko: 지금은 매스 미디어가 계속 작동은 하고 있지만(최소한 이집트 밖의 청중들을 위해서는), (소셜) 네트워킹 미디어는 심각하게 축소된 현실이다.

source: Finally, despite the shutdown, the networked nature of Egypt's society has connected people to the point that a shutdown is primarily reactive.
ko: 그러나 연결성이 강한 이집트 사회 성격은 미디어 폐쇄란 상황에도 불구하고 사람들을 서로 연결시켰다.

source: Street protests will now have their own momentum.
ko: 거리 시위는 이 사건을 계기로 새로운 모멘텀을 가지게 된 것이다.

source: Syria: Internet Users Race to Support Egyptian Protesters · Global Voices
ko: 시리아 누리꾼, 이집트의 시위를 앞다퉈 지지하고 나서

source: As protests to take down the Mubarak regime in Egypt rage on, Syrians are rushing to aid the protesters in every way they can.
ko: 무라바크 정권을 끌어내리기 위한 이집트 시위대의 격렬한 시위가 계속 이어지면서 시리아인들이 시위대를 할 수 있는 모든 방법을 동원해 돕겠다고 나섰다.

source: Damascus Bureau reported that hackers took over the website of Baladna Daily and left a message saying: "We will not allow a media blackout in regards to what's going on in Egypt.
ko: Damascus 지국은 Baladna Daily의 홈페이지(아랍어)가 해커들에게 점령당했다고 보도하며 이러한 메시지를 남겼다: “이집트에서 벌어지고 있는 일들과 관련된 미디어 보도가 끊기는 일은 절대 없도록 할 것이다.

source: Here are some headlines about what's happening in Egypt."
ko: 아래는 이집트에서 일어나고 있는 일들의 헤드라인 보도들이다.

source: Maurice Aaek, a blogger and journalist, is dumbfounded to see state-run dailies publishing misinformation about the motives and demands of the protesters:
ko: 블로거이자 저널리스트인 Maurice Aaek는 정부에서 운영하는 일간지들이 시위대들의 동기, 요구들과 관련된 허위 정보를 보도하고 있음에 할 말을 잃었다.

source: Vietnam: State of Social Media One Year after Facebook Block · Global Voices
ko: 베트남: 페이스북 차단으로부터 1년, 베트남 소셜미디어의 현주소

source: When Vietnam blocked Facebook, everyone was talking about a smaller China.
ko: 베트남 정부가 페이스북을 차단시켰을 당시 모든 이들이 베트남을 "작은 중국"이라고 불렀다.

source: One year after the government's endeavor, Facebook Vietnam tells another story.
ko: 그로부터 일년이 지난 지금, 페이스북 베트남지사는 당시와는 전혀 다른 이야기를 꺼내놓고 있다.

source: Not only does Vietnam remain on the list of 10 countries with the fastest growth of Facebook users, Facebook marketing is enjoying a boom in this country with Facebook marketing agencies mushrooming all over Internet.
ko: 베트남이 페이스북 사용자가 가장 급속히 늘어나고 있는 10개 국가 안에 속할 뿐만 아니라 베트남 내에 페이스북 홍보회사들이 기하급수적으로 늘어나는 등 페이스북 마케팅 붐이 일고 있는 추세라는 것이다.

source: Why do Vietnameses till use Facebook even after the government blocked it?
ko: 왜 베트남 국민들은 정부가 페이스북을 차단한 후에도 여전히 페이스북을 사용하는 것일까?

source: The answer is simple: Because they can.
ko: 정답은 단순하다: 사용이 가능하기 때문이다.

source: If users in China have to pay for a VPN and go through a painful process to gain access to Facebook and other blocked websites, people in Vietnam just need to change their DNS settings and enjoy a full Internet experience for free.
ko: 중국 사용자들이 페이스북과 다른 차단된 웹사이트들을 엑세스 하기 위해서는 VPN 비용을 지불해야 하고 여러 복잡한 절차들을 거쳐야 하는 반면에, 베트남 사용자들은 DNS 설정만 바꾸면 인터넷 모든 기능을 무료로 사용할 수 있다.

source: According to FBMan, a tool built by Nguyen Thanh Long, ePi Technologies' VP of Marketing, to track the size and growth of Vietnam's Facebook fanpage using Facebook API, the largest fanpage in Vietnam currently has 484,000 likes.
ko: 그가 개발한 도구인 FBMan에 따르면 베트남의 페이스북 팬페이지 규모와 성장을 파악해본 결과 가장 큰 규모의 팬페이지는 484,000명의 지지(Likes)를 얻고 있다고 한다.

source: For a market of 1.7 millions users (and growing), the number means that this page has reached to almost 30 percent of Vietnamese Facebook users.
ko: 베트남 내의 총 회원수가 170만 명임을 감안할 때 이 수치는 전체 베트남 페이스북 사용자 30%에 달하는 것이다.

source: Imagine this ratio worldwide, we would have a fanpage with 100 millions likes.
ko: 이 비율을 전세계적 비율로 확대해 비교하면 이는 약 1억 명의 사용자가 지지하는 팬페이지라고 볼 수 있다.

source: The fanpage was developed by s2sFacebook, an agency specializing in Facebook marketing.
ko: 이 팬페이지는 페이스북 마케팅을 전문적으로 다루는 회사인 s2sFacebook에 의해 창설되었다.

source: They also manage a bunch of other pages with the fan base up to few hundreds of thousands.
ko: 이 회사는 지지자가 수백 명에서 수천 명에 이르는 다른 여러 팬페이지들도 관리하고있다.

source: Vu Phuong Thanh, aka Gao, is arguably the most popular Vietnamese on Facebook.
ko: 가오(Gao)라고도 불리는 부 푸옹 탄(Vu Phuong Thanh)은 페이스북에서 단연 가장 유명한 베트남인이다.

source: This blogger-turned-author moved to Facebook after the shut down of Yahoo! 360 has now had 90,000 "likes" for her page.
ko: 360’가 폐지된 후 페이스북으로 둥지를 옮겨왔고 그녀의 페이스북 페이지는 현재 9만 명의 지지자를 보유하고 있다.

source: She is now working with a Vietnamese talent agency headed by actress Ngo Thanh Van as its PR manager. They are preparing for the launch of a boyband called 365.
ko: 그녀는 또 베트남 여배우 응오 탄 반(Ngo Thanh Van)이 이끄는 한 연예 기획사에 홍보 실장으로 일하며 365라는 이름의 보이밴드를 데뷔시키기 위한 준비를 하고 있다.

source: Even though the band hasn't launched the debut single, it has made it to many national and local newspapers as "the hottest band on the Internet".
ko: 이 밴드는 아직 데뷔 앨범을 발표하기 전임에도 베트남 내 여러 신문에 “인터넷에서 가장 잘나가는 밴드”로 이름을 실었다.

source: Gao shared that social media, Facebook and YouTube, accounts for 60% of their marketing plan.
ko: 가오는 페이스북과 유튜브를 포함한 소셜 미디어가 회사 홍보 전략의 약 60%를 차지한다고 말한다.

source: Facebook is where people get to know about 365.
ko: 사람들은 페이스북을 통해서 밴드 365에 대해 알게 된다.

source: She doesn't want to use Zing Me () or other Vietnamese websites:
ko: 그녀는 Zing Me와 같은 베트남 웹사이트를 사용하는 것을 원치 않는다고 한다:

source: "It's like swimming in a stagnat pond.
ko: “(베트남 웹사이트를 사용하는 건) 고인 물에서 헤엄치는 격이에요.

source: The environment and connections there are too limited."
ko: 그 환경과 커넥션이 너무나도 제한되어있기 때문입니다.

source: Zing Me, owned by VNG, is the largest social network in Vietnam at the moment with 5 million users.
ko: VNG 소유의 Zing Me는 현재 500만 명의 회원수를 보유하고 있는 베트남에서 가장 큰 소셜 네트워크이다.

source: VNG was formerly known as VinaGame - an online game giant in Vietnam.
ko: VNG는 베트남 온라인 게임 계의 거물인 VinaGame으로 먼저 이름을 알렸다.

source: Vo Thanh Cuong, 8x-generation CEO of Click Media, said over an interview on Yahoo!
ko: 보 탄 쿠옹(Vo Thanh Cuong)은 Click Media의 8x세대 CEO이다.

source: Messenger, still the dominating chat client in Vietnam:
ko: 그는 여전히 베트남의 주요 채팅 클라이언트인 야후 메신저를 통해 진행된 한 인터뷰에서 이렇게 말했다:

source: "We have tried some campaigns on Zing Me, but the results weren't very good.
ko: “Zing Me를 통한 여러 캠페인도 시도해봤지만 그 결과가 만족스럽지 못했습니다.

source: Most of Zing Me users are under 15, and many of them log in Zing Me just to play Nong trai (a game similar to Facebook's Farmville).
ko: 대부분의 Zing Me사용자들은 15세 이하인데다 거의 Nong trai (페이스북의 Farmville과 유사한 게임)을 하려고 접속하죠.

source: There are not many activities outside games".
ko: 게임 외에는 다른 기능도 별로 없고요".

source: "100% our customers are international brands.
ko: “우리 고객 100%가 국제적 기업들입니다.

source: Social media is still new here, local companies don't allocate budget for it.
ko: 베트남에서 소셜 미디어는 아직 새로운 것이기 때문에 현지 기업들은 이에 예산을 할당하지 않고 있죠.

source: But I think from next year there will be more Vietnamese companies interested in social media.
ko: 그렇지만 제 생각에는 내년부터 소셜 미디어에 관심을 가지는 베트남 기업들이 늘어날 것 같습니다.

source: Advertising agencies now understand the efficiency of social media, and they are the ones who advice and allocate budget for brands."
ko: 여러 기업들에 직접적으로 예산 분배 관련 조언을 주는 광고 회사들이 소셜 미디어의 효력을 알게 됐으니까요.

source: Cuong hopes so.
ko: ” 쿠옹이 희망적으로 말한다.

source: However, after overcoming the government's barrage, marketers have to face another obstacle, this time from Facebook itself.
ko: 그러나 정부의 차단벽을 해결한 뒤에도 마케팅 담당자들은 또 다른 장애물에 부딪힌다.

source: It's Facebook's policy to block the publishing rights of large generic pages “due to a violation of the Pages Terms of Use.”
ko: “사용규정 위반으로 인해” 거대한 일반 페이지들의 출판권을 가로막는 페이스북의 정책 때문이다.

source: "It happened all the time when we first started: whenever a page reached 10000 fans, Facebook blocked it.", shared Cuong.
ko: “우리가 처음 시작했을 땐 그런 일이 매번 있었어요: 어떤 페이지의 팬 수가 만 명이 넘어가면 그 페이지는 페이스북측에서 바로 차단시켰죠.

source: "But now it's ok.
ko: ” 쿠옹이 설명했다.

source: We have established an exclusive relationship with Facebook SEA."
ko: “그런데 지금은 상황이 달라졌어요.

source: I can imagine his wink over the square screen of his laptop, with Facebook opening on top.
ko: 페이스북 SEA와 협력관계를 맺었기 때문이죠.

source: For those who don't enjoy that exclusiveness, what they have to do is to create a whole new page like what Gao did with 365 fanpage.
ko: 협력 관계를 맺는 것을 원하지 않는 이들은 가오가 365의 팬페이지를 따로 만든 것과 같은 방식을 따라야 한다.

source: "It's risky to use Facebook", said she.
ko: “페이스북을 사용하는 건 모험적이에요. ” 그녀가 말했다.

source: "But once people start knowing you, they will follow you whenever you go.
ko: “그렇지만 사람들은 한 번 당신을 알기 시작하면 당신이 어딜 가든 쫓아다니죠.

source: It's true with 365." 365's news fanpage, 365daband has had more than 7000 likes after 3 weeks.
ko: ” 365의 팬페이지 365daband 는 3주만에 7천 명의 지지자(likes)를 끌어 모았다.

source: Still, marketers in Vietnam have something to hope for.
ko: 그래도 베트남의 마케팅 담당자들에게는 희망이 남아있다.

source: Last October, Facebook put up a message on its Career Page that they are looking for someone that has
ko: 지난 10월 페이스북은 채용 페이지에 아래와 같은 조건을 갖춘 이를 찾는다는 메시지를 올렸다:

source: “experience in government relations work and navigating government agencies along with an extensive network of contacts in the government and the technology space".
ko: “정부 관련직에 종사하며 정부관계기관들을 다뤄본 자, 또한 정부와 기술 분야 네트워크의 폭넓은 연락처를 보유한 자”

source: The recent visit of Javier Olivan, Facebook's Head of International Growth at Facebook, to Vietnam suggested that Vietnam will be soon taken care of.
ko: 페이스북 ‘국제 성장’팀의 팀장 하비에르 올리밴(Javier Olivan)의 최근 베트남 방문은 베트남의 페이스북 문제가 곧 해결될 조짐이 보임을 뜻한다.

source: "They should", said Cuong.
ko: ” 쿠옹이 말했다.

source: "Vietnam is not a small market at all."
ko: “베트남은 결코 좁은 시장이 아닙니다.

source: With a population of 90 millions and Internet penetration rate of 27.5%, Vietnam is definitely not small.
ko: 5%에 달하는 인터넷 사용률을 볼 때 베트남은 ‘작은’ 것 과는 확실히 거리가 멀다.

source: Egypt: Clashes in Tahrir Square in the Words of Bloggers · Global Voices
ko: 이집트, 블로거가 목격한 타흐리르 광장의 충돌

source: This post is part of our special coverage of Egypt Protests 2011. Yesterday, millions of the Egyptians protested everywhere against Mubarak's regime.
ko: 어제, 수백만의 이집트인들은 도처에서 무라바크 정권에 대항하여 시위를 벌였다.

source: Bahey El-Din wrote here about the peaceful protests that took place in Cairo and all over Egypt.
ko: 바헤이 엘 딘(Bahey El-Din)은 카이로와 이집트 전역에서 진행된 평화적인 시위에 대하여 다음과 같이 전했다.

source: Yesterday, genuine protesters were around 8 million across Egypt.
ko: 이집트 전역의 순수 시위자들의 숫자는 어제 8백 만명을 넘어섰다.

source: Numbers estimate 1.5 million in Alexandria and 2 million in Cairo.
ko: 알렉산드리아는 1백 5십만, 카이로는 2백 만이 넘게 운집한 것으로 집계됐다.

source: They were completely peaceful, and the mood was described as "festive" and "celebratory" by many news outlets.
ko: 그들은 완전히 평화적이었고, 많은 언론사들이 이들의 시위 분위기를 '흥겹다', '축제 같다'고 표현했다.

source: Then Mubarak gave a speech at night.
ko: 그 날 밤 무라바크가 연설을 했다.

source: Many people - including myself - found it a good step from the regime's side.
ko: 무라바크의 연설이 끝난 후, 사람들은 두 무리로 나누어졌다.

source: After Mubarak made his speech, people were divided between accepting it as a good initiative and others who believed people should rather continue to demonstrate in downtown Cairo till he steps down.
ko: 한 쪽은 이를 좋은 이니셔티브로 보고 결정을 받아들이는 반면, 다른 측은 무바라크가 퇴진할 때까지 카이로 중심지에서 시위를 이어가기를 원했다.

source: Raafatology wrote here how he finds Mubarak's offers disappointing.
ko: 라파톨로지는 여기에 왜 무라바크의 제안이 불만족스러운 지에 대해서 썼다.

source: I don't know how Mubarak wants an illegitimate parliament to fix the constitution.
ko: 나는 어떻게 무라바크가 적법하지 못한 의회를 통해서 헌법을 개정하려고 드는지 모르겠다.

source: The parliament came after rogue elections and there are accusations that hasn't been studied by the courts yet.
ko: 현 의회는 의혹이 심한 선거를 통해서 수립이 되었고, 아직도 재판부가 이 의혹을 해소하지 못한 상태이다.

source: So, how come such a parliament is charged with fixing the constitution?
ko: 그런 의회가 어떻게 헌법을 개정할 수 있는 권한을 가진단 말인가?

source: But a few hours later, a series of new events took place in Cairo.
ko: 그러나 몇 시간이 지나지 않아서, 연속적인 사건들이 카이로에서 일어났다.

source: Bahey El-Din wrote here about his own experience for what happened.
ko: 바헤이 엘딘은 여기에 그 때 일어난 일에 대한 자신의 경험담을 진술했다.

source: Many people got an SMS mobile text message about a mass rally in support of Mubarak in Mohandeseen.
ko: 많은 사람들이 문자 메시지를 통해서 모한데신(Mohandeseen)에서 무라바크에 저항하는 대규모 시위가 있다는 것을 알게 됐다.

source: Others got a message offering 70 LE to go to rallies.
ko: "우리 각자는 200 이집트 파운드를 받아.

source: My mother told me that when pro-Mubarak protesters were asked why they are going on the street, they said "each one of us got 200 LE".
ko: " 라디오, TV 산업 종사자들 뿐 아니라 정유 업체의 직원들도 거리에 나가서 무라바크를 위해 시위를 한다는 뉴스를 들었다.

source: News about workers in the TV/Radio as well as petroleum companies were to go on the streets and protest in favour of Mubarak Pro-Mubarak protesters throwing stones on the Anti-Mubarak protesters.
ko: 친무라바크 시위자가 반무라바크 시위자에게 돌을 던지고 있다.

source: Photo taken by Nasser Nouri under Creative Commons license
ko: 나세르 나우리(Nasser Nouri)가 촬영한 사진, 크리에이티브 커머즈 라이센스에 의해서 저작권이 보호된다.

source: Raafatology also wrote here about the clashes that took place in down towntoday.
ko: 무라바크는 그의 이름을 널리 알려지게 한 만행을 계속하고 있다.

source: Mubarak is doing what he is known for; killing his own people.
ko: 그는 자기 국민을 죽이고 있다.

source: The protesters in Tahrir and Alexandria were sitting doing nothing, and all the sudden some people in civilian cloths started throwing stones on them.
ko: 타흐리르(Tahrir)와 알렉산드리아의 시위자들은 아무 것도 하지 않은 채 앉아 있었다.

source: The army just warned the thugs, but did not interfere yet.
ko: 그런데 갑자기 민간인 복장을 한 사람들이 나타나 그들에게 돌을 던졌다.

source: The protesters arrested one of these thugs and they found out he was a member of The Mubarak’s National Security.
ko: 군대는 이들 폭력배들에 대해 경고했지만, 그들은 아직까지 아무 간섭도 하고 있다.

source: Baheyya then wrote how those pro-Mubarak protesters used horses to attack the protesters.
ko: 바헤야(Baheyya)는 어떻게 친무라바크 시위자들이 말을 사용해 반무라바크 시위자들을 공격했는지 기록했다.

source: The crowds on horseback, beating the demonstrators like savage marauders.
ko: 말 위에 올라탄 무리들은 마치 야만인 약탈자들처럼 시위자들을 때려잡았다.

source: NDP members and public sector clerks marched in processions, including uniformed police officers, holding aloft Egyptian flags and photos of Mubarak to perform support for him.
ko: 제복을 입은 경찰, 국민민주당 당원들과 공무원들은 이집트 국기와 무라바크의 사진을 높게 들어 올려서 그들이 무바라크를 지지함을 표명하며 행군했다.

source: Zeinobia stated here that it's not only the protesters who have been attacked here.
ko: 제이노비아(Zeinobia)는 여기에 그 때 공격을 당한 사람들이 시위자만이 아님을 진술했다.

source: Foreign journalists were attacked and harassed , their equipment was smashed.
ko: 외신들도 공격을 받았고 모욕을 당했으며, 그들의 취재 도구들이 크게 손상을 입었다.

source: Anderson Cooper was attacked by the thugs of Mubarak in Cairo.
ko: 이집트 블로거 @BooDy가 그의 상처를 휴지로 감싸고 있다.

source: The NDP thugs tried to break in to Al Shorouk newspaper HQ terrorizing its journalists who left their work to protect themselves and their building.
ko: 나세르 나우리(Nasser Nouri)가 촬영한 사진, 크리에이티브 커머즈 라이센스에 의해서 저작권이 보호된다.

source: Egyptian blogger @BooDy covering his wounds with a tissue.
ko: 그러나 군대는 어디에서 무엇을 하고 있었다는 말인가?

source: Photo taken by Nasser Nouri under Creative Commons license But where is the army?
ko: 제이노비아는 이 모든 과정에서 군대가 한 역할에 대해서 다음과 같이 고민했다.

source: Zeinobia wondered about the role of the army in all this. - Why did the army leave the thugs enter with their weapons like that ??
ko: - 왜 군대는 그 폭력배들이 그 같은 무기를 들고 시위 현장에 나타나도록 방관한 것일까?

source: - Why did the army leave the thugs attack the protesters like that ??
ko: - 왜 군대는 그 폭력배들이 시위자들을 그처럼 공격하도록 놔두었을까?

source: The army has sold us so far or to be correct the commanders of the army have sold us.
ko: 군대가 우리를 팔았든지 아니면 군대의 지휘관들이 우리를 판 것이다.

source: May be we didn't get what Mubarak really meant in his speech yesterday.
ko: 아마도 우리는 무라바크가 어제 연설에 전하고자 했던 진의를 파악하지 못했었을 수도 있다.

source: Baheyya stated here what she read between the lines in yesterday's speech.
ko: 바헤야는 어제 연설의 행간을 읽은 내용을 적었다.

source: This is what Mubarak meant in his speech yesterday, that "everyone must choose between chaos and order", between his rule and his violence.
ko: 어제 무라바크가 전하려고 했던 메시지는 "모두 '혼란과 질서' 중 하나 선택을 하라"이다.

source: Finally, Nawara Negm called all Egyptian to get down to Tahrir Square and stand with the protesters there.
ko: 이 말의 실체는 '그의 지배와 그의 폭력' 가운데 하나를 택하라는 것이다.

source: A call for all those who participated in yesterday's demonstration to go right now to Tahrir Square.
ko: 어제 시위에 참석했던 모두는 지금 당장 타흐리르 광장에 나가기를 요청하는 바이다.

source: Egypt: A Star Shines on Tahrir Square · Global Voices
ko: 이집트: 타흐리르광장에 별이 빛난다

source: Tahrir Square, the epicentre of massive protests in downtown Cairo calling for an end to the Mubarak regime, saw the largest number of protesters today since the beginning of pro-democracy demonstrations 15 days ago.
ko: 오늘, 카이로 시내에서 무바락 정권이 끝나기를 소리치던 시위의 중심지인 타흐리르광장에 15일 전 민주주의 데모가 시작된 이래로 가장 많은 수의 사람이 시위에 참여하였다.
